export default {
    'auth/user-not-found': 'Пользователь не найден 👻',
    "auth/email-already-in-use": 'Почта занята ☝️',
    "auth/invalid-email": 'Неправильный email 🧠',
    "auth/wrong-password": 'Неверный пароль 🧠',
    "auth/network-request-failed": 'Ошибка подключения 🔌',
    "auth/email-not-verified": 'Требуется подтвердить почту 🦾',
    "auth/popup-closed-by-user": 'Форма отклонена ✋',
    "auth/not-authorized": 'Необходима авторизация 🔒',
    "auth/session-closed": 'Вы вышли из аккаунта 👋',
    "auth/logged-in": 'Добро пожаловать 👋',
    "auth/too-many-requests": 'Много запросов, приходите позже 🔒',
    "auth/verifying-link": 'Ссылка-подтверждение отправлена на почту ✔️',
}